Repository: 5oundtech/WoblaExplorer
Catalog: WoblaExplorer/Properties/Resources.*.resx
Languages: ru

# MwAppUpdatedHeader
source: Update completed
ru: Обновление завершено

# MwAppUpdatedText
source: Application has been updated and now it will be restarted.
ru: Приложение было обновлено и для применения изменений его нужно перезапустить.

# MwCopyToDescription
source: Choose new place to item
ru: Выберите новое расположение для объекта

# MwCreateDirInFileError
source: Can't create a directory inside file!
ru: Нельзя создать папку внутри файла!

# MwDeploymentDownloadException
source: The new version of the application cannot be downloaded at this time. \n\nPlease check your network connection, or try again later. Error:
ru: В данный момент новая версия приложения не может быть загружена. Пожалуйста проверьте своё интернет подключение или попробуйте позже. Ошибка:

# MwInvalidDeploymentException
source: Cannot check for a new version of the application. The ClickOnce deployment is corrupt. Please redeploy the application and try again. Error:
ru: Не удалось проверить обновления для приложения. Пакет установки поврежден. Пожалуйста переустановите приложение и попробуйте еще раз. Ошибка:

# MwInvalidOperationException
source: This application cannot be updated. It is likely not a ClickOnce application. Error:
ru: Это приложение не может быть обновлено. Так как установлено не правильно или не с официальнного источника. Ошибка:

# MwNoUpdatesHeader
source: No updates found
ru: Обновления не найдены

# MwNoUpdatesText
source: Your app have latest version.
ru: Ваше приложение имеет актуальную версию.

# MwRemoveDialogText
source: Are you sure you want to delete this item(s)?
ru: Вы уверены, что хотите удалить этот файл(ы)?

# MwRemoveDialogTitle
source: Delete file
ru: Удалить файл

# MwRenameError
source: Only one object at time can be renamed
ru: Только один объект может быть переименован за раз

# MwSearchCompleted
source: completed in
ru: выполнено за

# MwUpdateDialogContentAfterVersion
source: now?
ru: сейчас?

# MwUpdateDialogContentBeforeVersion
source: An update is available. \nWould you like to update the application to version
ru: Доступно обновленпие. Хотите ли вы обновить приложение до версии

# MwUpdateDialogHeader
source: An update is available
ru: Доступно обновление

# MwWrongAppUpdate
source: This application cannot be updated. It is likely not a ClickOnce application.
ru: Это приложение не может быть обновлено. Так как установлено не правильно или не с официальнного источника.
